Repository: Sumanth1997/GemAI_Dev
Catalog: scavhunt/lib/l10n/app_*.arb
Languages: de, es, fr, ja, kn, ru

source: Welcome
de: das Willkommen
es: Bienvenido
fr: Bienvenu
ja: いらっしゃいませ
kn: ಸ್ವಾಗತ
ru: Добро пожаловать

# clue
source: Clue {number}
de: Hinweis {number}
es: Clave {number}
fr: Indice {number}
ja: 手がかり {number}
kn: ಸುಳಿವು {number}
ru: Зацепка {number}

source: Start New Game
de: Neues Spiel starten
es: Empieza un juego nuevo
fr: Commencer une nouvelle partie
ja: 新しいゲームを始める
kn: ಹೊಸ ಆಟವನ್ನು ಪ್ರಾರಂಭಿಸಿ
ru: Начать новую игру

source: Load Game
de: Spiel laden
es: Cargar juego
fr: Chargement du jeu
ja: ゲームをロードする
kn: ಆಟವನ್ನು ಪುನರಾರಂಭಿಸಿ
ru: Загрузить игру

# createHunt
source: Create Game
de: Spiel erstellen
es: Crear juego
fr: Créer un jeu
ja: ゲームを作る
kn: ಹೊಸ ಆಟವನ್ನು ರಚಿಸಿ
ru: Создать игру

source: Public Hunts
de: Öffentliches Spiel
es: juego publico
fr: Chasses publiques
ja: パブリックゲーム
kn: ಸಾರ್ವಜನಿಕ ಆಟ
ru: Публичная игра

source: Join Game
de: Spiel beitreten
es: Unete al juego
fr: Rejoins une partie
ja: ゲームに参加します
kn: ಆಟಕ್ಕೆ ಸೇರಿಕೊಳ್ಳಿ
ru: Присоединиться к игре

source: Select Category
de: Kategorie wählen
es: Selecciona una categoría
fr: Choisir une catégorie
ja: カテゴリを選んでください
kn: ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ru: Выберите категорию

source: Restaurants
es: Restaurantes
fr: le restaurant
ja: レストラン
kn: ಉಪಹಾರಗೃಹಗಳು
ru: Рестораны

source: Tourist Places
de: Sehenswürdigkeiten
es: Lugares turísticos
fr: Lieux touristiques
ja: 観光地
kn: ಪ್ರವಾಸಿ ಸ್ಥಳಗಳು
ru: Туристические места

source: Choose Difficulty Level
de: Wählen Sie den Schwierigkeitsgrad
es: Elige el nivel de dificultad
fr: Choisissez le niveau de difficulté
ja: 難易度を選択してください
kn: ಕಷ್ಟದ ಮಟ್ಟವನ್ನು ಆರಿಸಿ
ru: Выберите уровень сложности

source: Card Collection
de: Kartensammlung
es: Colección de tarjetas
fr: Collection de cartes
ja: カードコレクション
kn: ಕಾಗದ ಸಂಗ್ರಹ
ru: Коллекция карт

source: Heat Map
de: Wärmekarte
es: Mapa de calor
fr: Carte de chaleur
ja: ヒートマップ
kn: ತಾಪ ನಕ್ಷೆ
ru: Тепловая карта

source: Scoreboard
de: Anzeigetafel
es: Marcador
fr: Tableau de bord
ja: スコアボード
kn: ಅಂಕಪಟ್ಟಿ
ru: Табло

source: Friends
de: Freunde
es: Amigos
fr: Amis
ja: 友達
kn: ಸ್ನೇಹಿತರು
ru: Друзья

source: Logout
de: Ausloggen
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
kn: ಲಾಗ್ ಔಟ್
ru: Выйти

# points
source: Points: {currentPoints}
de: Punkte: {currentPoints}
es: Puntos: {currentPoints}
fr: les points: {currentPoints}
ja: ポイント: {currentPoints}
kn: ಅಂಕಗಳು: {currentPoints}
ru: Точки: {currentPoints}

source: Virtual Voyage
de: Virtuelle Reise
es: Viaje virtual
fr: Voyage virtuel
ja: 仮想航海
kn: ವರ್ಚುವಲ್ ಪ್ರಯಾಣ
ru: Виртуальное путешествие

# virtualVoyageDescription
source: Play at home, discover digital treasures.
de: Zu Hause spielen, digitale Schätze entdecken.
es: Juega en casa, descubre tesoros digitales.
fr: Jouez à la maison, découvrez des trésors numériques.
ja: 家で遊んで、デジタルの宝物を見つけてください。
kn: ಮನೆಯಲ್ಲಿ ಆಟವಾಡಿ, ಡಿಜಿಟಲ್ ಸಂಪತ್ತನ್ನು ಅನ್ವೇಷಿಸಿ.
ru: Играйте дома, открывайте цифровые сокровища.

source: City Cove Caper
es: Alcaparra de la cala de la ciudad
fr: Câpre de City Cove
ja: シティ コーブ ケイパー
kn: ಸಿಟಿ ಕೋವ್ ಕೇಪರ್
ru: Городская бухта Капер

# cityCoveCaperDescription
source: Uncover hidden treasures within your city limits.
de: Entdecken Sie verborgene Schätze innerhalb Ihrer Stadtgrenzen.
es: Descubre tesoros escondidos dentro de los límites de tu ciudad.
fr: Découvrez des trésors cachés dans les limites de votre ville.
ja: あなたの街の境界内に隠された宝物を発見してください。
kn: ನಿಮ್ಮ ನಗರ ಮಿತಿಯಲ್ಲಿ ಗುಪ್ತ ನಿಧಿಗಳನ್ನು ಬಹಿರಂಗಪಡಿಸಿ.
ru: Найдите спрятанные сокровища в пределах вашего города.

source: State Secret Search
de: Suche nach Staatsgeheimnissen
es: Búsqueda de secreto de estado
fr: Recherche de secrets d'État
ja: 国家機密の調査
kn: ರಾಜ್ಯ ರಹಸ್ಯ ಹುಡುಕಾಟ
ru: Поиск государственной тайны

# stateSecretSearchDescription
source: Uncover mysteries within your state.
de: Entdecken Sie Geheimnisse in Ihrem Staat.
es: Descubre misterios dentro de tu estado.
fr: Découvrez les mystères de votre état.
ja: 自分の州内の謎を解き明かしましょう。
kn: ನಿಮ್ಮ ರಾಜ್ಯದೊಳಗಿನ ರಹಸ್ಯಗಳನ್ನು ಬಹಿರಂಗಪಡಿಸಿ.
ru: Раскройте тайны вашего штата.

source: Nation Nautical Nightmare
de: Nation Nautischer Albtraum
es: Pesadilla náutica de la nación
fr: Cauchemar nautique de la nation
ja: ネイション・ノーティカル・ナイトメア
kn: ನೇಷನ್ ನಾಟಿಕಲ್ ನೈಟ್ಮೇರ್
ru: Морской кошмар нации

# nationNauticalNightmareDescription
source: Conquer challenges across the country.
de: Meistern Sie Herausforderungen im ganzen Land.
es: Conquista desafíos en todo el país.
fr: Relevez les défis à travers le pays.
ja: 全国各地の課題を克服します。
kn: ದೇಶಾದ್ಯಂತ ಸವಾಲುಗಳನ್ನು ಜಯಿಸಿ.
ru: Морской кошмар нации

source: World Wind Wander
de: Weltwindwanderung
es: Paseo por el viento mundial
fr: Voyage du vent dans le monde
ja: ワールドウィンドワンダー
kn: ವರ್ಲ್ಡ್ ವಿಂಡ್ ವಾಂಡರ್
ru: Мировое путешествие по ветру

# worldWindWanderDescription
source: Embark on a global adventure.
de: Begeben Sie sich auf ein globales Abenteuer.
es: Embárcate en una aventura global.
fr: Embarquez pour une aventure mondiale.
ja: 世界規模の冒険に乗り出しましょう
kn: ಜಾಗತಿಕ ಸಾಹಸವನ್ನು ಪ್ರಾರಂಭಿಸಿ.
ru: Отправьтесь в глобальное приключение.

source: Theme
de: ಥೀಮ್
es: Tema
fr: Thème
ja: テーマ
ru: Тема
